/**
 * Таблица хранит информацию о предоставленных утверждениях для каждого предложения мультиподписи.
 * @deprecated
 */
export * as Approvals from './approvals'

/**
 * Таблица хранит информацию о предоставленных утверждениях для каждого предложения мультиподписи.
 */
export * as Approvals2 from './approvals2'

/**
 * Таблица отслеживает аккаунты, инвалидировавшие свои разрешения для участия в мультиподписных предложениях.
 */
export * as Invalidations from './invalidations'

/**
 * Содержит все активные предложения мультиподписи, включая данные о транзакциях и текущем статусе их одобрения.
 */
export * as Proposals from './proposals'
