/**
 * Обобщенное имя аккаунта пользователя, которое должно быть заменено на реальное.
 */
export const _username = '_username'

/**
 * Обобщенное имя аккаунта кооператива, которое должно быть заменено на реальное.
 */
export const _coopname = '_coopname'

/**
 * Обобщенное имя аккаунта председателя кооператива, которое должно быть заменено на реальное.
 */
export const _chairman = '_chairman'

/**
 * Обобщенное имя аккаунта члена совета кооператива, которое должно быть заменено на реальное.
 */
export const _member = '_member'

/**
 * Обобщенное имя аккаунта администратора кооператива, которое должно быть заменено на реальное.
 */
export const _admin = '_admin'

/**
 * Обобщенное имя аккаунта контракта, которое должно быть заменено на реальное.
 */
export const _contract = '_contract'

/**
 * Системное имя коллективного аккаунта делегатов. Обычно это аккаунт "eosio".
 */
export const _system = '_system'
